Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: Search for workers and IDs
ja_jp: 従業員とIDを検索

source: Select stage
ja_jp: ステージを選択

source: Move selected reviews to a different stage
ja_jp: 選択されたレビューを別のステージに移行

source: Try adjusting your filters to find what you are looking for.
ja_jp: フィルターを調整して、お探しの内容を見つけてください。

source: No reviews found
ja_jp: レビューが見つかりません

source: Apply filters to view the reviews and move them to the next stage.
ja_jp: フィルターを適用してレビューを表示し、次のステージに移動してください。

source: No reviews in "{{stage}}" stage match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
ja_jp: 現在のフィルタ選択に一致する［{{stage}}］ステージのレビューはありません。フィルタ選択を編集してレビューを見つけ、他のステージに移行してください。

source: Review stage
ja_jp: レビューのステージ

source: If you are ready to have a performance conversation with {{employee}}, you can then submit your review. Note that they will not see your review until you publish it.
ja_jp: {{employee}}さんとの業績に関する会話の準備ができたら、レビューを送信できます。ただし、公開するまで相手はレビューを閲覧できません。

source: Additional manager — Invited by {{name}}
ja_jp: 追加マネージャ — {{name}}さんが招待しました

source: Your review was submitted, but has not yet published to the worker.
ja_jp: あなたのレビューは送信されましたが、まだ従業員に公開されていません。

source: Manager requested by worker
ja_jp: 以下の従業員がリクエストしたマネージャ：

source: Add manager reviewers
ja_jp: マネージャレビュー担当者を追加

source: Additional Managers
ja_jp: 追加マネージャ

source: Your suggested additional reviewers were successfully removed.
ja_jp: 提案された追加のレビュアーは正常に削除されました。

source: Your manager will now see your suggested manager reviewers, and can invite them to participate in this review.
ja_jp: マネージャは、あなたが提案したマネージャレビュー担当者を確認し、このレビューに参加するよう招待できます。

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Additional reviewers will only be able to view their own submitted response.
ja_jp: これらの人員は、あなたのレビューに意見を追加できますが、あなたのマネージャが公開する最終的な結果には責任を負いません。マネージャがレビューを公開すると、あなたは追加レビュー担当者が入力した情報を閲覧できます。追加レビュー担当者は、自分自身が送信した応答のみを閲覧できます。

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Note that additional managers will be able to see your self-review.
ja_jp: これらの人員は、あなたのレビューに意見を追加できますが、あなたのマネージャが公開する最終的な結果には責任を負いません。マネージャがレビューを公開すると、あなたは追加レビュー担当者が入力した情報を閲覧できます。なお、追加マネージャは、あなたの自己レビューを閲覧できます。

source: Invite workers to participate in this review
ja_jp: このレビューに参加するよう従業員を招待

source: No additional managers yet
ja_jp: まだ追加マネージャがいません

source: Search and suggest additional manager reviewers to the line manager
ja_jp: 追加マネージャレビュー担当者を検索して、ラインマネージャに提案

source: No suggested additional managers are waiting for an invitation
ja_jp: 提案されて招待を待っている追加マネージャはいません

source: Manage additional managers
ja_jp: 追加マネージャを管理

source: This option allows you to add and manage additional managers in this review.
ja_jp: このオプションを使用して、このレビューに追加マネージャを追加し、管理できます。

source: Add and manage <br/> additional managers to the review
ja_jp: レビューに追加マネージャを<br/>追加して管理

source: {{current}} of {{max}} additional managers
ja_jp: 追加マネージャ数：{{max}}人中現在{{current}}人

source: Suggest additional managers
ja_jp: 追加マネージャを提案

source: Optional comment
ja_jp: 任意のコメント

source: You have added yourself as an additional manager. To send, please remove yourself from this list since you will complete the manager review.
ja_jp: あなたは、追加マネージャとしてご自身を追加しました。あなたはマネージャレビューを行うため、送信するには、このリストからご自身を削除してください。

source: Submit & publish review
ja_jp: レビューを提出して公開する

source: Publish review
ja_jp: レビューを公開する

source: Submit review
ja_jp: レビューを送信

source: The form is now in moderation stage; you can edit directly by scrolling to the specific areas you want to update. Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
ja_jp: フォームは現在モデレーションステージにあります。更新したい特定のエリアまでスクロールして、直接編集できます。フォームの再オープンは、レビューの編集と再送信を従業員にも求める場合にのみ実行してください。それ以外の場合は、以下で直接コメントと評価を編集できます。

source: Your form is now in moderation phase and will be reopened once you have completed your moderation process offline with HR. Once your form is reopened, you will be able to edit your observations and publish the review to the worker.
ja_jp: あなたのフォームは現在モデレーション段階にあり、オフラインで人事部とのモデレーションプロセスを完了すると再オープンされます。フォームが再オープンされると、目撃情報を編集し、レビューを従業員に公開できるようになります。

source: Your form is now in moderation stage. You can edit it directly by scrolling down the page to the specific areas that you want to update.
ja_jp: あなたのフォームは現在モデレーションステージにあります。更新したい特定のエリアまでページを下にスクロールして、直接編集できます。

source: Your form is now in moderation stage and will be reopened once you have completed your moderation process offline with HR. Once reopened you will be able to make changes and publish the review to the worker.
ja_jp: あなたのフォームは現在モデレーションステージにあり、オフラインで人事部とのモデレーションプロセスを完了すると再オープンされます。再オープンされると、変更を加え、レビューを従業員に公開できるようになります。

source: This review has now been moved to the "Conversation & publication" stage. Please make any required changes to your ratings and comments before publishing the review. Please note that even if you don't want to make any changes, you still need to publish the review so that the worker can view your ratings and comments.
ja_jp: このレビューは［会話と公開］ステージに移行しました。レビューを公開する前に、必要に応じて評価やコメントを変更してください。変更を加えない場合も、あなたの評価やコメントを従業員が閲覧できるよう、レビューを公開する必要があります。

source: Go to most recent
ja_jp: 最新に移動

source: My review
ja_jp: 私のレビュー

source: This user is no longer active.
ja_jp: このユーザーはアクティブではありません

source: No reviews in progress
ja_jp: 進行中のレビューはありません

source: No performance reviews yet
ja_jp: まだ業績レビューがありません

source: Create and publish performance reviews for your organization.
ja_jp: 組織の業績レビューを作成し、公開します。

source: Display draft content
ja_jp: ドラフトコンテンツを表示

source: Draft - visible only to you
ja_jp: ドラフト - あなたにのみ表示

source: You have not submitted your drafted comments and ratings as part of this review. Do you want to display your unpublished content below? Goals and behaviors without drafted content are not displayed.
ja_jp: このレビューの一環としてドラフトを作成したコメントと評価をまだ送信していません。未公開のコンテンツを以下に表示しますか？ ドラフトコンテンツがない目標と行動は表示されません。

source: Overall behavior comment
ja_jp: 総合行動コメント

source: Overall behavior rating
ja_jp: 総合行動評価

source: Overall goal comment
ja_jp: 総合目標コメント

source: Overall goals rating
ja_jp: 総合目標評価

source: Overall performance comment
ja_jp: 総合業績コメント

source: Download performance review
ja_jp: パフォーマンスレビューをダウンロード

source: Period to be evaluated
ja_jp: 評定される期間

source: Previous reviewer
ja_jp: 前の自己レビュー実施者

source: Print preview
ja_jp: 印刷プレビュー

source: Publish final review to worker
ja_jp: 最終レビューを従業員に公開

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once the review is published, {{employee}} will be able to see the outcome of the review.
ja_jp: このレビューを今公開すると、{{employee}}さんは自己レビューを送信できなくなり、あなたが後でレビューを編集することもできなくなります。レビューが公開されると、{{employee}}さんはレビューの結果を閲覧できるようになります。

source: If you publish this review now, you will not be able to edit later and {{employee}} will see the outcome of the review.
ja_jp: このレビューを今公開すると、後で編集することはできず、{{employee}}さんはレビューの結果を閲覧できるようになります。

source: I need to continue making changes. I will publish this review later.
ja_jp: 引き続き変更する必要があるため、後でこのレビューを公開します。

source: Your form is now in moderation stage; therefore, you won't be able to make any changes or publish your review to the worker. Once the moderation is closed, you will be notified that your form is reopened and you will be able to make changes to your rating and comments before publishing to the worker.
ja_jp: あなたのフォームは現在モデレーションステージにあるため、変更を加えたり、従業員にレビューを公開したりすることはできません。モデレーションがクローズされると、フォームが再オープンされたことがあなたに通知され、従業員に公開する前に評価やコメントを変更できます。

source: Your report will be able to view your submission on their review form and choose to either accept or formally challenge the review.
ja_jp: あなたの部下は、レビューフォーム上であなたの送信内容を閲覧し、レビューを承諾するか正式に異議を申し立てるかを選択できます。

source: Your final review was successfully published.
ja_jp: 最終レビューが正常に公開されました。

source: Your review was submitted.
ja_jp: レビューが送信されました。

source: Your review was successfully submitted.
ja_jp: レビューが正常に送信されました。

source: Your review was submitted to your manager.
ja_jp: レビューがマネージャに送信されました。

source: Rate this goal
ja_jp: この目標を評価

source: Are you sure you want to reassign this review?
ja_jp: このレビューを再割り当てしてもよろしいですか？

source: New assignee for <strong>{{user}}</strong>
ja_jp: <strong>{{user}}</strong>さんの新しい割り当て先

source: The review was successfully reassigned.
ja_jp: レビューが正常に再割り当てされました。

source: You haven’t requested any feedback on {{name}} over the review period. Why not get insights from their colleagues and other stakeholders now?
ja_jp: あなたはレビュー期間中に{{name}}さんに関するフィードバックをリクエストしていません。これを機に、この方の同僚や他のステークホルダーから洞察を得てみませんか？

source: Explore the requests about {{name}} that were sent over the review period. Click on any request to view the received replies. You can also reflect on requests from previous time periods by visiting your "Requests about my team" page.
ja_jp: レビュー期間中に送信された{{name}}さんに関するリクエストを確認できます。リクエストをクリックすると、受信した返信が表示されます。また、［私のチームに関するリクエスト］ページにアクセスして、以前の期間のリクエストを振り返ることもできます。

source: Requests about {{name}}
ja_jp: {{name}}さんに関するリクエスト

source: Save and close
ja_jp: 保存して閉じる

source: The performance review was successfully saved.
ja_jp: 業績レビューが正常に保存されました。

source: Performance review
ja_jp: 業績レビュー

source: Not applicable
ja_jp: 該当なし

source: The self-review is optional. No review was provided yet.
ja_jp: 自己レビューは任意です。まだレビューが提供されていません。

source: Sensitive content corrected.
ja_jp: センシティブなコンテンツが修正されました。

source: Sensitive content detected.
ja_jp: センシティブなコンテンツが検出されました。

source: Some words in this review were flagged as sensitive.
ja_jp: このレビュー内の一部の単語につき、センシティブなコンテンツとしてフラグが立てられました。

source: Update sensitive words
ja_jp: センシティブな単語を更新

source: Feedback about {{name}}
ja_jp: {{name}}さんに関するフィードバック

source: This section contains all the feedback about {{name}} that was sent to you or shared with you. Use this feedback to draw an overview of their performance.
ja_jp: このセクションには、あなたに送信または共有された{{name}}さんに関するすべてのフィードバックが含まれます。このフィードバックを使用して、この方の業績の概要を確認できます。

source: Review sign-off
ja_jp: レビューのサインオフ

source: You have challenged your review; your line manager’s manager will therefore be able to view your comments and the overall review.
ja_jp: あなたはレビューに異議を申し立てました。これにより、あなたのラインマネージャのマネージャが、あなたのコメントとレビュー全体を閲覧できるようになります。

source: Your line manager’s manager was notified that you have challenged your review and should be in touch.
ja_jp: あなたがレビューに異議を申し立てたことがラインマネージャのマネージャに通知されましたので、同マネージャから連絡があるはずです。

source: The discussion request was sent.
ja_jp: ディスカッションリクエストが送信されました。

source: Your review was challenged
ja_jp: あなたのレビューに異議が申し立てられました

source: You can only submit the review challenge once; therefore, we recommend that you prepare your comments and attachments offline before uploading them.
ja_jp: レビューの異議申し立ては一度しか送信できませんので、コメントや添付ファイルをアップロードする前に、オフラインで準備を整えることをお勧めします。

source: Add a final acceptance comment for my manager
ja_jp: マネージャに対する最終承諾コメントを追加

source: Your manager will be in touch to arrange a further discussion on your review.
ja_jp: あなたのレビューに関するさらなるディスカッションを設定するため、マネージャから連絡があります。

source: "Let's discuss" request sent.
ja_jp: ［ディスカッション予定］のリクエストが送信されました。

source: Thank you. You have successfully completed your review.
ja_jp: ありがとうございます。あなたはレビューを無事に完了しました。

source: If you publish this review now, {{reviewers}} will not be able to submit their review and you will not be able to edit your review later. Once the review published, {{employee}} will be able to see the outcome of the review.
ja_jp: このレビューを今公開すると、{{reviewers}}さんは自分のレビューを送信できなくなり、あなたが後でレビューを編集することもできなくなります。レビューが公開されると、{{employee}}さんはレビューの結果を閲覧できるようになります。

source: OK. I will wait for other reviews to be submitted, and I will publish this review later.
ja_jp: わかりました。他のレビューが送信されるのを待ってから、後でこのレビューを公開します。

source: Submit and publish
ja_jp: 送信して公開

source: All good! No action required.
ja_jp: 問題ありません！ アクションは不要です。

source: This review needs an action from you
ja_jp: このレビューにはあなたのアクションが必要です

source: Describe agenda point topic
ja_jp: 議題ポイントのトピックを説明

source: About
ja_jp: 以下について：

source: Review status
ja_jp: レビューのステータス

source: Scale items
ja_jp: 尺度アイテム

source: Some translations are missing for this language.
ja_jp: この言語には翻訳されていない部分があります。

source: Final Validation
ja_jp: 最終検証

source: You have not submitted your drafted comments and ratings as part of this review. Do you want you to display your unpublished content below? <br>Goals and behaviors without drafted content are not displayed.
ja_jp: このレビューの一環としてドラフトを作成したコメントと評価をまだ送信していません。未公開のコンテンツを以下に表示しますか？<br>ドラフトコンテンツがない目標と行動は表示されません。

source: Display not submitted content
ja_jp: 未送信のコンテンツを表示

source: Not submitted - Visible only to you
ja_jp: 未送信 - あなたにのみ表示

source: Previous contributors on the review have content in draft that may help you in your review. Do you want to view the draft content? The content will always remain in draft and will not be visible to workers at any stage of the process.
ja_jp: このレビューの以前のコントリビュータによるドラフトがあり、あなたのレビューに役立つ可能性があります。ドラフトコンテンツを表示しますか？ このコンテンツは常にドラフトのままであり、プロセスのどのステージにおいても従業員には表示されません。

source: Display previous content
ja_jp: 以前のコンテンツを表示

source: Previous drafted content— Visible only to you; will not be published to the worker
ja_jp: 以前のドラフトコンテンツ— あなたにのみ表示され、従業員には公開されません

source: Performance rating
ja_jp: 業績評価

source: Discussion outcome
ja_jp: ディスカッションの結果

source: This information is for your reference only and will not be submitted as part of the review. Only the person who performs the reviewer can see the content of this page. The information in feedback, feedback request, and behaviors is based on the review period. Content outside this review period will not appear here, but is accessible in the usual places in the application.
ja_jp: この情報はあくまで参考用であり、レビューの一部として送信されることはありません。レビューを行う人員のみがこのページの内容を閲覧できます。フィードバック、フィードバックリクエスト、および行動の情報は、レビュー期間に基づくものです。このレビュー期間外のコンテンツはここには表示されませんが、アプリケーション内の通常の場所でアクセス可能です。

source: Useful information
ja_jp: 役立つ情報

source: Required
ja_jp: 必須

source: This option enables you to suggest an additional manager for this review. After submission, the main manager assigned to this review will decide whether to add your proposed person(s) to the review.
ja_jp: このオプションを使用すると、このレビューに追加マネージャを提案できます。送信後、このレビューに割り当てられたメインマネージャが、提案された人員をレビューに追加するかどうかを決定します。

source: Additional manager request pending
ja_jp: 追加マネージャリクエスト保留中

source: Invited by {{name}}
ja_jp: {{name}}さんが招待しました

source: No other managers are involved in this review.
ja_jp: このレビューには、他のマネージャは関与していません。

source: Feedback about {{employee}}
ja_jp: {{employee}}さんに関するフィードバック

source: Your comments will not be saved unless you submit. If you cancel now, you will lose your comments and any uploaded attachments.
ja_jp: コメントは送信しない限り保存されません。今キャンセルすると、コメントおよびアップロードした添付ファイルが失われます。

source: Performance review about {{name}}
ja_jp: {{name}}さんに関する業績レビュー

source: Performance review about me
ja_jp: 私に関する業績レビュー

source: My feedback
ja_jp: 私のフィードバック

source: Requests about {{employee}}
ja_jp: {{employee}}さんに関するリクエスト

source: Here you can see the requests about {{employee}} that were sent within the review period. Click on a request to view the replies. You can also reflect on previous requests from previous time periods by visiting your "Requests about my team" page.
ja_jp: ここでは、レビュー期間中に送信された{{employee}}さんに関するリクエストを確認できます。リクエストをクリックすると、返信が表示されます。また、［私のチームに関するリクエスト］ページにアクセスして、以前の期間のリクエストを振り返ることもできます。

source: The feedback included here will be visible to {{manager}} when they complete your review. Consider visiting your feedback page to check for individual feedback that could be relevant to your review and that you could share with your manager so that they are visible in this panel.
ja_jp: ここに含まれるフィードバックは、{{manager}} があなたのレビューを完了する際に表示されます。ご自身のフィードバックページを確認し、レビューに関連する個別のフィードバックがないか確認してみてください。共有したいフィードバックがあれば、マネージャーと共有することでこのパネルに表示されます。

source: This section contains all the feedback about {{employee}} that were sent to you or shared with you. Use this feedback to draw an overview of their performance.
ja_jp: このセクションには、あなたに送信または共有された{{employee}}さんに関するすべてのフィードバックが含まれます。このフィードバックを使用して、この方の業績の概要を確認できます。

source: For your conversation, reflect on your behavior profile, and think about examples of times when you demonstrated each behavior and how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and determine if you can use these to highlight any examples you have. Notice gaps in your wheel? Request feedback on key behaviors now from your peers and stakeholders.
ja_jp: 会話に向けて、自分の行動プロファイルを振り返り、自分が各行動を示した例や、将来どのようにこれらに注力すべきかを考えます。 同僚から受けたフィードバックや洞察を振り返り、それらを活用して過去の例をアピールできないか検討してみましょう。 ホイールのギャップに気づいた場合は、重要な行動に関する同僚やステークホルダーからのフィードバックを今すぐリクエストしてください。

source: For your conversation, reflect on {{employee}}'s behavior profile and think about examples of times when they demonstrated each behavior and what you think they should focus on in the future.
ja_jp: 会話に向けて、{{employee}}さんの行動プロファイルを振り返り、この方が各行動を示した例や、今後注力すべき事項について考えます。

source: This information is for your reference only and will not be submitted as part of the review. Only the self-reviewer and the manager reviewer can see the content of this panel. The information regarding feedback, feedback requests and behaviors is based on the review period. Content outside this review period, will not be displayed here but is accessible in the relevant locations within the application.
ja_jp: この情報はあくまで参考用であり、レビューの一部として送信されることはありません。自己レビュー実施者とマネージャレビュー担当者のみがこのパネルの内容を閲覧できます。フィードバック、フィードバックリクエスト、および行動に関する情報は、レビュー期間に基づくものです。このレビュー期間外のコンテンツはここには表示されませんが、アプリケーション内の該当する場所でアクセス可能です。

source: Feedback visible to {{name}}
ja_jp: {{name}}さんに表示されるフィードバック

source: This feedback will be visible to {{name}} when they are completing your review. Consider visiting your feedback page and check if there is any feedback you can share with them that could be relevant to your review. Examine any feedbacks you have attached to your goals and make sure to share those with your manager to make them visible on this page.
ja_jp: このフィードバックは、{{name}}さんがあなたのレビューを行う際に表示されます。ぜひご自身のフィードバックページにアクセスし、マネージャと共有可能なレビュー関連のフィードバックがないか確認してください。また、目標に添付したフィードバックを確認し、必ずマネージャと共有して、このページに表示されるようにしてください。

source: The worker is finalizing their answers to the widget questions. Once the answers are published, you will be able to view them.
ja_jp: 従業員がウィジェットの質問に対する回答を最終確認しています。回答が公開されると、あなたも閲覧できるようになります。

source: Past reviews
ja_jp: 過去のレビュー

source: Upcoming review
ja_jp: 今後のレビュー

source: OK. I will wait for the self-review to be submitted.
ja_jp: わかりました。自己レビューが送信されるのを待ちます。

source: Bold (CTRL+B)
ja_jp: 太字（CTRL+B）

source: Bulleted list (CTRL+ALT+O)
ja_jp: 箇条書きリスト（CTRL+ALT+O）

source: Emoticon
ja_jp: 絵文字

source: Italic (CTRL+I)
ja_jp: イタリック（CTRL+I）

source: Insert link (CTRL+K)
ja_jp: リンクを挿入（CTRL+K）

source: Numbered list (CTRL+SHIFT+O)
ja_jp: 番号付きリスト（CTRL+SHIFT+O）

source: Strikethrough (CTRL+SHIFT+S)
ja_jp: 取り消し線（CTRL+SHIFT+S）

source: Styles
ja_jp: スタイル

source: Underline (CTRL+U)
ja_jp: 下線（CTRL+U）

source: Median
ja_jp: 中

source: Salary benchmarking
ja_jp: 給与ベンチマーキング

source: Saving...
ja_jp: 保存中...

source: Type to search
ja_jp: 入力して検索

source: Search by person or goal title
ja_jp: 人員または目標タイトルで検索

source: No elements match your search criteria.
ja_jp: 検索条件に一致する要素はありません。

source: Explorer panel
ja_jp: エクスプローラーパネル

source: Primary action bar
ja_jp: プライマリーアクションバー

source: Workspace content
ja_jp: ワークスペースのコンテンツ

source: Select answer type
ja_jp: 回答タイプを選択

source: --Empty--
ja_jp: --空--

source: Add details to the Excel file
ja_jp: Excelファイルに詳細を追加

source: Upload sensitive content
ja_jp: センシティブなコンテンツをアップロード

source: Your session will end in {{minutes}} minutes due to inactivity. Click "Continue Session" to stay logged in.
ja_jp: 非アクティブ状態のため、{{minutes}}分後にセッションが終了します。ログインを維持するには、［セッションを続行］をクリックしてください。

source: Continue session
ja_jp: セッションを続行

source: End session
ja_jp: セッションを終了

source: Account
ja_jp: アカウント

source: Application version:
ja_jp: アプリケーションバージョン：

source: Change password
ja_jp: パスワードを変更

source: The new passwords don't match.
ja_jp: 新しいパスワード同士が一致していません。

source: Your password was successfully updated; you will be logged out in 3 seconds.
ja_jp: パスワードが正常に更新されました。3秒後にログアウトされます。

source: Password mismatch.
ja_jp: パスワードが一致しません。

source: The password you provided is too long.
ja_jp: 提供されたパスワードは長すぎます。

source: The password you provided is too short.
ja_jp: 提供されたパスワードは短すぎます。

source: All fields must be filled in.
ja_jp: すべてのフィールドに入力する必要があります。

source: Current password
ja_jp: 現在のパスワード

source: New password
ja_jp: 新しいパスワード

source: Confirm new password
ja_jp: 新しいパスワードを確認

source: No dictionary words
ja_jp: 辞書に記載されている単語は不可

source: At least one number
ja_jp: 少なくとも1つの数字が必要

source: At least one lowercase letter
ja_jp: 少なくとも1つの小文字が必要

source: Maximum length: 23 characters
ja_jp: 最大長：23文字

source: Minimum length: 4 characters
ja_jp: 最小長：4文字

source: At least one non-alphanumeric character (!$%@#&^*)
ja_jp: 少なくとも1つの非英数文字（!$%@#&^*）

source: Must be different from the 7 previous passwords
ja_jp: 過去7件のパスワードとは異なるものであること

source: Your password must meet the following requirements:
ja_jp: パスワードは、以下の要件を満たす必要があります：

source: The username cannot be used in the password
ja_jp: ユーザー名はパスワードに使用できません

source: At least one uppercase letter
ja_jp: 少なくとも1つの大文字が必要

source: Review consent
ja_jp: 同意内容を確認

source: You have already accepted our data privacy terms. If you continue, your consent will be withdrawn, and you will be logged out. Are you sure you want to update your consent settings?
ja_jp: あなたはすでに当社のデータプライバシー条項に同意しています。続行すると、同意が撤回され、ログアウトされます。同意設定を更新してもよろしいですか？

source: Withdraw consent & logout
ja_jp: 同意を撤回してログアウト

source: New data privacy statement
ja_jp: 新しいデータプライバシー声明

source: Version: {{version}}
ja_jp: バージョン：{{version}}

source: Date display format
ja_jp: 日付表示形式

source: Decimal & thousand separators
ja_jp: 小数点および千位区切り記号

source: Language & format
ja_jp: 言語と形式

source: Format preview
ja_jp: フォーマットのプレビュー

source: Formatting is linked to the selected language
ja_jp: 書式設定は選択した言語に連動しています

source: Legal disclaimer
ja_jp: 法的免責事項

source: Copyright © {{year}} beqom. All rights reserved. These online services are confidential and proprietary to beqom and for use by authorized beqom customers only.
ja_jp: Copyright © {{year}} beqom. All rights reserved. これらのオンラインサービスはbeqomの機密情報かつ専有物であり、許可されたbeqom顧客のみが使用できます。

source: Search in Settings
ja_jp: 設定で検索

source: Languages
ja_jp: 言語

source: Switch off to opt out of email notifications. You can opt back in to receive notifications at any time by switching the toggle on.
ja_jp: オフにすると、電子メール通知のオプトアウトが完了します。オンに切り替えることでいつでも、通知を受信する設定に変更できます。

source: Receive email notifications
ja_jp: 電子メール通知を受信

source: Street address
ja_jp: 所在地住所

source: Full street address, which may include the house number, the street name, a P.O. box if any, and multi-line extended street address information.
ja_jp: 完全な所在地住所。家屋番号、番地、場合により私書箱番号のほか、複数行にわたる詳細な住所情報を含めることができます。

source: Subtitle
ja_jp: サブタイトル

source: Manager budget
ja_jp: マネージャの予算

source: Plan overview
ja_jp: 計画の概要

source: Nomination review
ja_jp: 指名レビュー

source: Expand actions
ja_jp: アクションを展開

source: No data to show
ja_jp: 表示するデータがありません

source: No information available at this time.
ja_jp: 現時点で利用可能な情報はありません。

source: Reporting to {{name}}
ja_jp: {{name}}さんの配下

source: {{days}} days ago
ja_jp: {{days}}日前

source: Reviewed by {{fullName}}.
ja_jp: {{fullName}}さんがレビューしました。

source: Review outcome
ja_jp: レビューの結果

source: You don’t have any check-ins yet. Start by scheduling your first check-in!
ja_jp: まだチェックインがありません。まずは最初のチェックインをスケジュールしましょう！
